Revit 2027 API
ParameterTypeId.SpacingNumDivisionsn2 Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisionsn2 { get; }
Public Shared ReadOnly Property SpacingNumDivisionsn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisionsn2 {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisionsn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace